#### NgPerPaSMSup2 Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol ng/(PaÂ·sÂ·mÂ²), indicating unit Nanograms per pascal second square meter.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId NgPerPaSMSup2 { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property NgPerPaSMSup2 As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ NgPerPaSMSup2 { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace